{
    "TITLE": "Sprachrekorder",
    "FILE-NAME": "Dateiname",
    "FILE-NAME-ERROR": "Achtung: Buchstaben, Zahlen, Leerzeichen und das Symbol _ sind erlaubt.",
    "GPS": {
        "true": "GPS aktiviert",
        "false": "GPS deaktiviert",
        "WAIT": "Warte auf GPS-Daten",
        "permission": "Bitte erlauben Sie dem Browser die Nutzung von GPS",
        "error": "Ein Fehler ist aufgetreten"
    },
    "SELECT-ALL": "Alle auswählen",
    "DELETE": "Markierte löschen",
    "UPLOAD-CLOUD": "Hochladen zu NextCloud",
    "MY-FILES": "Meine Dateien",
    "CLOUD": "NextCloud",
    "NC-STATUS": {
        "CONFIRM": "Wollen Sie die Audio-Dateien wirklich auf NextCloud hochladen?",
        "NO-AUDIO-SELECT": "Keine Audio-Dateien ausgewählt",
        "WAIT": "Bitte warten, solange die Audio-Dateien hochgeladen werden",
        "SUCCESS": "Upload erfolgreich!",
        "RELOAD": "Bitte Seite neu laden und erneut versuchen"
    },
    "NC-ERROR": {
        "UNEXPECTED": "Ein unerwarteter Fehler ist aufgetreten.",
        "UPLOADFAILED": "Nicht alle Audio-Dateien wurden auf NextCloud hochgeladen!",
        "AUDIO": "Die Audio-Datei ist fehlerhaft auf dem Server angekommen",
        "FILENAME": "Der Name einer Audio-Datei enthält ein unzulässiges Symbol (/, \\)"
    },
    "GPS-NO-SUPPORT": "Ihr Browser unterstützt GPS nicht.\nBitte wechseln Sie ihren Webbrowser.\nPassende Webbrowser sind z.B. Firefox oder Google Chrome",
    "GPS-NO-LOCATION": "Standort konnte nicht ermittelt werden. \nBitte laden Sie die Seite neu und versuchen Sie es erneut.",
    "NO-AUDIO-PLAY": "Audio-Datei konnte nicht abgespielt werden",
    "DELETE-ALL": "Wollen Sie wirklich die Audio-Dateien löschen?",
    "HELP": {
        "HELP": "Hilfe",
        "GPS": "GPS ist nicht erforderlich, es kann je nach Wahl aktiviert oder deaktiviert werden. Wenn Sie es zulassen möchten, stellen Sie sicher, dass GPS auf Ihrem Gerät aktiviert ist und die Verwendung für den Browser erlaubt ist.",
        "RECORDING": "Um eine Aufnahme zu starten, drücken Sie das blaue Mikrofon-Symbol. Stellen Sie sicher, dass die Verwendung des Mikrofons im Browser freigegeben ist.",
        "REC-PAUSE": "Wenn Sie eine Aufnahme gestartet haben, können Sie diese über das \"Pause\"-Symbol anhalten und zu einem späteren Zeitpunkt fortsetzen. Um eine Aufnahme fortzusetzen, drücken Sie erneut auf das blaue Mikrofon-Symbol.",
        "REC-STOP": "Um eine laufende Aufnahme abzubrechen, drücken Sie das rote \"Stopp\"-Symbol. Die Aufnahme wird beendet und unwiderruflich gelöscht.",
        "REC-SEND": "Möchten Sie eine laufende Aufnahme beenden und abspeichern, drücken Sie das blaue Pfeil-Symbol.",
        "filename": "Im Feld \"Dateiname\" können Sie die Datei umbenennen. Standardmäßig wird Ihr Benutzername (und Datum???) verwendet (\"Benutzername_DDMMYYY_HH:MM:SS.wav\"???). Ihre Änderungen am Dateinamen werden nicht dauerhaft gespeichert, sobald die Seite neu geladen wird, wird der Dateiname zurückgesetzt.", "löschMichBitteIchBinNurEinKommentar1":"Es wurde mit Google übersetzt", 
        "AUDIO-PLAYER": "Audios werden in diesem Audio Player abgespielt.",
        "MY-FILES": {
            "MY-FILES": "Unter \"Meine Dateien\" finden Sie Ihre erstellten Audio-Dateien, die noch nicht auf NextCloud hochgeladen wurden. Diese Audio-Dateien werden auf Ihrem Gerät gespeichert. Wenn Sie sich auf einem anderen Gerät anmelden, werden die Audio-Dateien nicht auf das andere Gerät übertragen.", "löschMichBitteIchBinNurEinKommentar1":"Es wurde mit Google übersetzt", 
            "FIRST-COLUMN": "In der ersten Spalte können Audio-Dateien zum Löschen oder zum Senden an NextCloud ausgewählt werden.", 
            "SECOND-COLUMN": "Die zweite Spalte zeigt das Aufnahmedatum an.", 
            "THIRD-COLUMN": "In der dritten Spalte wird der Dateiname angezeigt.", 
            "FOURTH-COLUMN": "In der vierten Spalte können entweder die GPS-Daten von Google Maps angezeigt werden oder es ist ein leeres Feld, da keine GPS-Daten für die entsprechende Audio-Datei erfasst wurden.", 
            "FIFTH-COLUMN1": "In der fünften Spalte können Sie die Audio-Datei abspielen", 
            "FIFTH-COLUMN2": "oder herunterladen."
        },
        "NEXTCLOUD": {
            "NEXTCLOUD": "Im Bereich \"NextCloud\" finden Sie alle Ihre hochgeladenen Audio-Dateien. Die Audio-Dateien werden im gleichen Tabellenformat wie in \"Meine Dateien\" aufgelistet. Um ein versehentliches Löschen von Audio-Dateien auf NextCloud zu vermeiden, ist keine Löschfunktion vorgesehen. Wenn Sie eine oder mehrere Dateien löschen möchten, wenden Sie sich bitte an das Entwicklerteam.",
            "REDIRECT-TO-NEXTCLOUD": "Wenn Sie Ihren Ordner auf NextCloud ansehen möchten, können Sie auf \"Zum NextCloud Ordner umleiten\" drücken. Dort finden Sie Ihre hochgeladenen Audio-Dateien und die zugehörigen Transkripte.",
            "PLAYORDOWNLOAD": "Wenn sie Ihr Audio abspielen oder downloaden wollen, so müssen sie über den \"Zum NextCloud Ordner umleiten\" Link nach NextCloud. Dort können sie ihre hochgeladenen Audios abspielen oder downloaden."
        }
    },
    "TABLE": {
        "CHECK": "Auswählen",
        "DATE": "Datum",
        "NAME": "Name",
        "POSITION": "Position",
        "NOPOSITION": "Keine Positionsdaten",
        "ACTIONS": "Aktion"
    },
    "USERNAME": "Nutzername",
    "PASSWORD": "Passwort",
    "AUTH": {
        "UNAUTHORIZED": "Falscher Benutzername oder falsches Passwort",
        "VERIFY-UNAUTHORIZED": "Sie werden abgemeldet, weil ihr Anmelde-Token ungültig ist!"
    },
    "REDIRECT-TO-NC-FOLDER": "Zum NextCloud Ordner umleiten"  
}